# ActualReturnAirflow Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..ActualReturnAirflow Property
Space Class See Also
---
Get the Actual Return Airflow of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double ActualReturnAirflow { get; }
```

Visual Basic
---
```text
Public ReadOnly Property ActualReturnAirflow As Double
	Get
```

Visual C++
---
```text
public:
property double ActualReturnAirflow {
	double get ();
}
```

# Remarks
This property is used to get the Actual Return Airflow (Unit: CFM) of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace